<!-- dflook/terraform-github-actions {"workspace":"tf-1-3-0-backend-version-detection-2","backend":"78fb6ed635684f585b32bb06ddd935b36812a7b73ce0fd6af468698f4719a65d","backend_type":"remote","plan_job_ref":"Job Test Terraform cloud #63 at https://github.com/dflook/terraform-github-actions/actions/runs/3122832205","plan_hash":"0075ade72f328b96eaf3f57c039dd3da07afcebed842183c4fb796a7665f0eba","plan_text_format":"text"} -->
Terraform plan in __tests/workflows/test-cloud/0.13__ in the __tf-1-3-0-backend-version-detection-2__ workspace
With var files: `tests/workflows/test-cloud/0.13/my_variable.tfvars
`
With variables: `from_variables="from_variables"`
<details>
<summary>Plan: 1 to add, 0 to change, 0 to destroy.</summary>

```hcl
An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # random_id.the_id will be created
  + resource "random_id" "the_id" {
      + b64_std     = (known after apply)
      + b64_url     = (known after apply)
      + byte_length = 5
      + dec         = (known after apply)
      + hex         = (known after apply)
      + id          = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

:memo: Plan generated in [Test Terraform cloud #63](https://github.com/dflook/terraform-github-actions/actions/runs/3122832205)